{
    "code": 0,
    "data": {
        "total":37,
        "records":[
          {
            "date": "大学",
            "name": "变形记",
            "introduction": "一天早晨，格里高尔-萨姆沙从不安的睡梦中醒来，发现自己躺在床上变成了一只巨大的甲虫",
            "introduction2":"格里高尔的生活遭遇就是对拜金主义的无情鞭笞和批判。通过对格里高尔变形之后的种种遭遇的叙述，小说展示了弥漫整个社会的金钱至上之风，人们将金钱、财富视为最高追求。这推动着社会不断发生异化，并无情地扭曲着人们的灵魂，使得人世间原本美好的感情烟消云散，被一种恶心、无助甚至无奈的消极情绪所笼罩。"
          },
        {
            "date": "大学",
            "name": "岛上花园",
            "introduction": "嘴里含着银汤匙出生的人通常被认为是幸运儿，但与灵魂中怀着对花的热情来到这个世界的幸福的凡人相比，他的好运是微不足道的",
            "introduction2":"她耐心地讲述自己从春天到秋天如何种植花草、打理花园，如何将珍贵的花种引入小岛，如何在蛋壳中精心培育花苗，如何与让人烦恼又觉得可爱的鸟儿斗智斗勇，也记录了她在艰苦劳作后收获的丰盛心灵回报……她将自己一生对花草、飞鸟、海岛的深情挚爱，她独特的人生哲思与感悟，以及她高贵卓然的审美品位，汇聚在这部述说她如何带着极大的爱照顾、打理和守护岛上花园的作品中"
          },
          {
            "date": "大学",
            "name": "巴黎圣母院",
            "introduction": "为巴黎圣母院塑造了一个奇幻的故事。正如一些书评中写的，每当踏入巴黎圣母院，就会想到敲钟人，就会想到曾经发生过的轰轰烈烈的事情。",
            "introduction2":"巴黎圣母院副主教克洛德道貌岸然、蛇蝎心肠，先爱后恨，迫害吉ト赛女郎埃斯梅拉达。面目丑陋、心地善良的敲钟人卡西莫多为救女郎舍身。小说揭露了宗教的虚伪，宣告禁欲主义的破产，歌颂了下层劳动人民的善良、友爱、舍己为人，反映了雨果的人道主义思想。"
          },
            {
            "date": "大学",
            "name": "生命清单",
            "introduction": "极其美好的动人故事，提醒我们人生就该活得淋漓尽致。",
            "introduction2":"我们以为困难的，实际根本不值一提；我们以为痛苦的，竟然可以乐在其中。人生多彩，没有什么害怕的。"
          },
            {
            "date": "大学",
            "name": "享受独处时光",
            "introduction": "独处。不管是被迫还是主动选择都不是悲剧。",
            "introduction2":"生活中真正的悲剧是太多的人以为我们独自一人的时候什么都没有了。我们追求幸福和自我实现，在别人身上找答案找自我：可是，真正应该找的地方是自己。这时只有自己才能解决的问题。本书《享受独处时光》证实了独处好，打算独处好，偶尔独处也很好。因为独处的回报使孤身一人非常宝贵。"
          },
            {
            "date": "大学",
            "name": "心灵深戏",
            "introduction": "人类在游戏中进化",
            "introduction2":"游戏富有创造性，不仅是消遣娱乐的方式，生物们更是在游戏中学习技能、探索未知。让我们心灵于天地间遨游。"
          },
            {
            "date": "大学",
            "name": "刺杀林肯",
            "introduction": "美国南北战争，布斯团伙不满北方解放奴隶，密谋并实施刺杀行动",
            "introduction2":"亚伯拉罕·林肯总统给了战败投降的南方军最为宽大仁厚的政策。此举旨在实现他长久以来的梦想——治愈国家的创伤，将四分五裂的美国重新团结起来。但如此优待的做法并没有让布斯及其团伙放弃刺杀林肯的阴谋。就在华盛顿市民都在庆祝内战胜利的时候，约翰·威尔克斯·布斯将林肯总统刺死在福特剧院里。此人是一个顽固而狂热的种族主义者。林肯遇刺后，一场以布斯及其同伙为目标的大搜索在全美轰轰烈烈地展开了。"
          },
            {
            "date": "大学",
            "name": "雾都孤儿",
            "introduction": "该作以雾都伦敦为背景，讲述了一个孤儿悲惨的身世及遭遇。",
            "introduction2":"主人公奥利弗在孤儿院长大，经历学徒生涯，艰苦逃难，误入贼窝，又被迫与狠毒的凶徒为伍，历尽无数辛酸，最后在善良人的帮助下，查明身世并获得了幸福。"
          },
            {
            "date": "大学",
            "name": "王阳明专著，心学",
            "introduction": "此心光明，亦复何言。",
            "introduction2":"结合了唯心主义和唯物主义，不是纯唯心。知行合一，意思是我今天做善举，是我的心想做，而我自然而然就做了。修一颗光明的心，光耀万里，无所不惧。"
          },
            {
            "date": "大学",
            "name": "黑狐",
            "introduction": "讲述了在民族存亡的危难时刻，潜伏在国民党军统内部的中共特工方天翼与日伪特务进行殊死的较量的故事",
            "introduction2":"中国抗战的背景下，主人公们英勇抗日的书籍。很好看很热血。"
          },
            {
            "date": "大学",
            "name": "上下五千年",
            "introduction": "中国历史，五千年文明，博大进深",
            "introduction2":"一直历史不好，总算是补齐了一些历史知识。发现人类世界的发展总会沿着一定规律走"
          },
            {
            "date": "大学",
            "name": "全球简史",
            "introduction": "分久必合，合久必分",
            "introduction2":"好像我理解能力不是很好，读完了，还是什么感觉迷迷糊糊的，不过感受到人类的历史，就是战争与和平"
          },
            {
            "date": "大学",
            "name": "培根随笔",
            "introduction": "《论读书》 《论真理》《论嫉妒》《论死亡》",
            "introduction2":"内容主要是一些议论性质的短文，主要讲述培根在不同的角度看待事物的态度和想法。涉及到政治、经济、宗教、爱情、婚姻，友谊，艺术，教育，伦理等许多方面，其中有《论读书》《论真理》《论嫉妒》《论死亡》《论美》等篇章"
          },
            {
            "date": "大学",
            "name": "一千零一夜",
            "introduction": "古代阿拉伯民间故事集",
            "introduction2":"古代阿拉伯地区有一位国王叫山鲁亚尔，他生性残暴嫉妒，因王后行为不端，将其杀死，此后每日娶一少女，翌日晨即杀掉，以示报复。宫相维齐尔的女儿山鲁佐德为拯救无辜的女子，自愿嫁给国王。山鲁佐德用讲述故事方法吸引国王，每夜讲到最精彩处，天刚好亮了，使国王因爱听故事而不忍杀她，允许她下一夜继续讲。"
          },
            {
            "date": "高中",
            "name": "鸟奴",
            "introduction": "沈石溪。主要讲述了生活在同一棵树上的一对老鹩哥和一对蛇雕以及他们的孩子的故事。",
            "introduction2":"从动物分类上说，蛇雕属于食肉猛禽，鹩哥属于普通鸣禽，蛇雕是各种雀鸟的天敌，鹩哥被列入蛇雕的食谱。在大自然的食物链上，二者是猎手与猎物的关系，怎么可能共栖共存呢？“我”决心揭开这个谜。于是“我”埋伏在离大青树不远的石坑里，亲眼目睹蛇雕一家子是如何飞扬跋扈欺凌可怜的鹩哥的，也清楚地看到鹩哥一家子是如何谨小慎微忍气吞声在夹缝中求生存的。经过半年的观察研究，“我”排除了这家子蛇雕与这家子鹩哥之间传统的“共生共栖”、“单惠共栖”和“侧性共栖”这几种大自然中常见的共栖关系，而且属于非常罕见的主子与奴隶的共栖关系。"
          },
            {
            "date": "高中",
            "name": "斑羚飞渡",
            "introduction": "沈石溪。猎人们在猎狗的帮助下将斑羚逼到了戛洛山的伤心崖上，准备瓮中捉鳖。",
            "introduction2":"猎人们在猎狗的帮助下将斑羚逼到了戛洛山的伤心崖上，准备瓮中捉鳖。为了赢得种群的生存机会，镰刀头羊在种群危急时刻冷静、镇定地指挥着斑羚群分成老年、年轻斑羚两队，用老斑羚的身体当年轻斑羚的垫脚石，帮助年轻斑羚飞渡悬崖。"
          },
            {
            "date": "高中",
            "name": "狼王梦",
            "introduction": "沈石溪。母狼生五子，倾一切心血培养狼王。然成王之路坎坷，四子死于非命。终，只寄希望于女儿",
            "introduction2":"母狼紫岚在一个狂风骤雨的夜晚诞下了五只狼崽，四只公狼崽，一只母狼崽，但有一只公狼崽因紫岚的疏忽，死于暴风雨中。它一直有一个梦想，希望把自己的后代培养成狼王，正是因为这个愿望是紫岚死去的丈夫黑桑的心愿。但在残酷的现实面前，它一次次失败，三只小公狼也相继死去，自己也已步入老年。最后，它只能把希望寄托在女儿所产的狼孙身上。为了狼孙的安全，它与一只以前吃掉自己儿子的，想吃掉自己狼孙的金雕同归于尽了。"
            },
            {
            "date": "初中",
            "name": "小王子",
            "introduction": "圣·德克旭贝里。讲述了小王子从自己星球出发前往地球的过程中，所经历的各种历险。",
            "introduction2":"记得，主人公画了一个帽子，但是真正想画的是一条蛇吞了一只大象。作者以小王子的孩子式的眼光，透视出成人的空虚、盲目，愚妄和死板教条，用浅显天真的语言写出了人类的孤独寂寞、没有根基随风流浪的命运。同时，也表达出作者对金钱关系的批判，对真善美的讴歌。"
            },
            {
            "date": "初中",
            "name": "老人与海",
            "introduction": "海明威。一位老年古巴渔夫，与一条巨大的马林鱼在离岸很远的湾流中搏斗",
            "introduction2":"风烛残年的老渔夫一连八十四天都没有钓到一条鱼，但他仍不肯认输，而是充满着奋斗的精神，终于在第八十五天钓到一条身长十八尺，体重一千五百磅的大马林鱼。大鱼拖着船往海里走，老人依然死拉着不放，即使没有水，没有食物，没有武器，没有助手，左手抽筋，他也丝毫不灰心。经过两天两夜之后，他终于杀死大鱼，把它拴在船边。但许多鲨鱼立刻前来抢夺他的战利品。他一一地杀死它们，到最后只剩下一支折断的舵柄作为武器。结果，大鱼仍难逃被吃光的命运，最终，老人筋疲力尽地拖回一副鱼骨头。"
            },
            {
            "date": "初中",
            "name": "格列佛游记",
            "introduction": "乔纳森·斯威夫特，讲述的是去小人国，大人国，xxx,慧姻国的冒险故事",
            "introduction2":"当时印象最深的就是小人国了，主人公在小人国中十分巨大，当地的居民像蚂蚁一样，读到那里时感觉很有意思。"
            },
            {
            "date": "初中",
            "name": "海底两万里",
            "introduction": "儒勒·凡尔纳，三部曲的第二部",
            "introduction2":"该小说主要讲述了博物学家和生物学家阿龙纳斯、其仆人康塞尔和鱼叉手尼德·兰一起随鹦鹉螺号潜艇船长尼摩周游海底的故事。现在光记得是一艘精美的潜艇了。"
            },
            {
            "date": "初中",
            "name": "八十天环游地球",
            "introduction": "儒勒·凡尔纳，环游地球的冒险之旅",
            "introduction2":"起源是两个人打赌，要在80天内环游地球。随后，路经地中海、红海、印度洋、天平洋、大西洋等地。非常的有意思，好像我也环游了地球一般。"
            },
            {
            "date": "初中",
            "name": "神秘岛",
            "introduction": "儒勒·凡尔纳，三部曲的第三部，一行人被困在了荒岛",
            "introduction2":"我很喜欢冒险故事。一群人被困在了一个荒岛，但是他们并没有绝望，甚至开始依靠自己的知识来进行发明。最有印象的是，有一个地理学家凭借小镜子，根据太阳光的折射情况就测出了所在的经纬度。"
            },
            {
            "date": "小学",
            "name": "冰心选集",
            "introduction": "冰心的一些著作",
            "introduction2":"冰心的故事全是讲给儿童听的，文笔很亲切柔和。当时记得讲了一个大白兔的故事，印象尤为深刻。"
            },{
            "date": "小学",
            "name": "鲁迅选集",
            "introduction": "鲁迅的一些著作",
            "introduction2" :"当时太小了，看不懂一点。"
            },{
            "date": "小学",
            "name": "钢铁是怎样炼成的",
            "introduction": "描述了保尔柯察金奋斗的一生",
            "introduction2":"说实话，我看了好几遍这本书了，但是读了好几遍才知道这本书的书名是什么意思，作者描写了保尔柯察金从一个小男孩成长为热血革命青年的故事，虽然书是家喻户晓的，但是我实在感受不到钢铁的那种鼓舞人心的感觉"
            },{
            "date": "小学",
            "name": "笑猫日记",
            "introduction": "讲述的是一只善良的爱笑的猫，从出生到结婚到生孩子的故事",
            "introduction2":"幼儿读书启迪之书，一开始家里只买了一本，看完之后，同学那里刚好有全套的，我就都看了。"
            },{
            "date": "小学",
            "name": "岳飞传",
            "introduction": "讲述的是岳飞从年轻习武到英勇抗金的故事",
            "introduction2":"当时还是比较喜欢的，每次读到岳飞和他的几个同伴大败敌军，就热血沸腾。"
            }]

            
    }
}
